Repository: dotBits/smart-search
Catalog: lang/smart-search-*.po
Languages: it_it

source: %s plugin requires Wordpress %s. You are running %s
it_it: %s plugin richiede Wordpress %s. Stai usando %s

source: Invalid Expire value
it_it: La scadenza della cache deve essere un numero!

source: Cache disabled
it_it: Cache disabilitata (sconsigliato)

source: Hours
it_it: Ore

source: Smart Search Options Page
it_it: Opzioni Smart Search

source: Search Settings
it_it: Smart Search Engine

source: Plugin description admin
it_it: Smart Search sostituisce il motore di ricerca predefinito di Wordpress usando le Microsoft Bing Search API.<br>I risultati vengono visualizzati nella pagina dei risultati di ricerca del templare attualmente in uso.

source: API KEY title
it_it: Microsoft BING API KEY

source: API KEY placeholder
it_it: Incolla qui la chiave dell'account Microsoft Azure

source: API KEY description
it_it: Non hai una chiave? <a href="https://datamarket.azure.com/account/keys" target="_blank">La trovi qui</a>

source: BING Plan description
it_it: Avrai bisogno almeno di un piano gratuito BING Search API. <a href="https://datamarket.azure.com/dataset/bing/search" target="_blank">Vai qui</a> per attivarlo

source: Cache Expire title
it_it: Durata della Cache

source: Cache Expire description
it_it: Consente di risparmiare il numero di richieste inoltrate al motore di ricerca.<br> Determina quanto spesso i risultati ricevuti da Bing devono essere aggiornati (in secondi). Imposta 0 per disabilitare la cache

source: Cache clear
it_it: Elimina dati in Cache

source: Cache cleared
it_it: Dati in cache eliminati!

source: Cache clear description
it_it: Per eliminare i dati in cache <a href="plugins.php?page=smart-search&clear=1">clicca qui</a>

source: Force domain title
it_it: Imposta "site:" contesto dominio

source: Context domain placeholder
it_it: dominio.online.com

source: Force domain context %s
it_it: Predefinito su <strong>%s</strong>. Se imposti qui un dominio diverso, l'opzione verrà usata come contesto di ricerca. <br>Utile se l'istanza di Wordpress attuale usa una copia locale dei contenuti indicizzati online

source: No results url title
it_it: Reindirizzamento nessun risultato

source: No results url placeholder
it_it: http://www.riprova.example.com

source: No results description
it_it: Potresti usare una url personalizzata per gestire le ricerche che non producono alcun risultato. <br>La frase di ricerca verrà passata come parametro GET <strong>"query=frase ricerca</strong>". Lascia vuoto per predefinito

source: Display Options
it_it: Opzioni di visualizzazione

source: Display Options description
it_it: Personalizza il modo in cui vengono visualizzati i risultati

source: Text to use
it_it: Testo da usare

source: Highlighted
it_it: Enfasi

source: Occurrences background color
it_it: Sfondo occorrenze trovate

source: Occurrences text color
it_it: Colore testo occorrenze trovate

source: Post Title
it_it: Titolo articolo

source: use_local_title
it_it: usa titolo WP

source: use_remote_title
it_it: usa titolo da BING

source: not_highlight_title
it_it: Non evidenziato

source: highlight_title_with_color
it_it: Evidenziato

source: Post Excerpt
it_it: Estratto articolo

source: use_local_excerpt
it_it: Usa estratto WP

source: use_remote_excerpt
it_it: usa estratto da BING

source: not_highlight_excerpt
it_it: Non evidenziato

source: highlight_excerpt_with_color
it_it: Evidenziato

source: Save Changes
it_it: Salva Impostazioni
